brew "neovim"
brew "powerlevel10k"
brew "tmux"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"

brew "bat"
brew "difftastic"
brew "fd"
brew "fzf"
brew "gh"
brew "rcm"
brew "ripgrep"
brew "protobuf"
brew "ncdu"

tap "cormacrelf/tap"
brew "cormacrelf/tap/dark-notify"

tap "nikitabobko/tap/aerospace"
brew "nikitabobko/tap/aerospace"
